{
    "Users": "Usuarios",
    "Books": "Libros",
    "student": "Estudiante",
    "librarian": "Bibliotecario",
    "Mark the checkbox below if you want to fill an ISBN 13": "Marque la casilla de verificación a continuación si desea ingresar un ISBN 13",
    "Title": "Titulo",
    "ISBN-10 must be 9 digits.": "El ISBN-10 debe tener 9 dígitos.",
    "ISBN-13 must be 12 digits.": "El ISBN-13 debe tener 12 dígitos.",
    "Copies": "Copias",
    "Please provide values beetwen 1 and 255":  "Por favor ingresa solo valores entre uno y 255",
    "teacher": "Profesor",
    "admin": "Administrador",
    "Edit Book Form": "Formulario de edicion",
    "Create Book Form": "Formulario de creacion de libros",
    "Edit Course Form": "Formulario de edicion",
    "Create Course Form": "Formulario de creacion de Materias",
    "No Courses Available": "No hay materias disponibles",
    "No Users Available": "No hay Usuarios disponibles",
    "There are no users listed at the moment. Please check back later or add a new user to get started.": "No hay usuarios listados en este momento. Vuelve a consultar más tarde o agrega un nuevo usuario para comenzar.",
    "There are no courses listed at the moment. Please check back later or add a new course to get started.": "No hay cursos listados en este momento. Vuelve a consultar más tarde o agrega un nuevo curso para comenzar.",   
    "Add users": "Agrega Usuarios",
    "Are you sure you want to delete this book?" : "¿Estás seguro de que deseas eliminar este libro?",
    "Are you sure you want to delete this course?" : "¿Estás seguro de que deseas eliminar esta materia?",
    "Add courses": "Agregar materias",
    "Please provide values beetwen 1 and 16": "Por favor ingresa solo valores entre uno y 16",
    "Role": "Rol",
    "Hide": "ocultar",
    "key": "Clave",
    "email": "Correo",
    "See Form": "Ver Formulario",
    "Edit User Form": "Formulario de edicion",
    "Edit": "Editar",
    "Create": "Crear",
    "Create User Form": "Formulario de creacion de usuario",
    "Please fill all the fields required (they are specified with a *)": "Por favor llena todos los campos obligatorios (Aquellos especificados con un *)",
    "Courses": "Materias",
    "Email": "Correo",
    "Key": "Clave",
    "Schedule": "Horario",
    "Credits": "Creditos",
    "Grade": "Calificacion",
    "Password": "Contraseña",
    "Remember me": "Recordarme",
    "Register me": "Registrarme",
    "You don't have an account?": "No tienes una cuenta?",
    "Forgot your password?": "Olvidaste tu contraseña?",
    "Log in": "Iniciar sesión",
    "--Register form keys": "comment",
    "Name": "Nombre",
    "Confirm Password": "Confirmar contraseña",
    "Reset Password": "Restablecer contraseña",
    "Register": "Registrarse",
    "Already registered?": "¿Ya estás registrado?",
    "Dashboard": "Tablero",
    "Profile": "Perfil",
    "Log Out": "Cerrar sesión",
    "Email Password Reset Link": "Enviar enlace para restablecer contraseña por correo electrónico",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Confirm": "Confirmar",
    "Delete Account": "Eliminar cuenta",
    "Cancel": "Cancelar",
    "Update Password": "Actualizar contraseña",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "register": "registrar",
    "You're logged in!": "¡Has iniciado sesión!",

    "Profile Information": "Información del perfil",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",

    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",

    "Update your account's profile information and email address.": "Actualiza la información de perfil y la dirección de correo electrónico de tu cuenta.",

    "Are you sure you want to delete your account?": "¿Estás seguro de que deseas eliminar tu cuenta?",

    "Are you sure you want to delete this user?": "¿Estás seguro de que deseas eliminar este usuario?",

    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",

    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Solo háznoslo saber con tu dirección de correo electrónico y te enviaremos un enlace para restablecer tu contraseña que te permitirá elegir una nueva.",

    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de comenzar, ¿podrías verificar tu dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarte por correo? Si no recibiste el correo, con gusto te enviaremos otro.",

    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste durante el registro.",

    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees conservar.",

    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, ingresa tu contraseña para confirmar que deseas eliminar tu cuenta de forma permanente.",

    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta esté utilizando una contraseña larga y aleatoria para mantenerla segura."

}
